<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Text
$_['text_subject']  = '%s - برنامج أفليت';
$_['text_welcome']  = 'شكراً لانضمامك إلى برنامج أفليت في %s!';
$_['text_approval'] = 'يجب الموافقة أولاً على استكمال انشاء حسابك من ادارة الموقع. وبعد ذلك يمكنك تسجيل الدخول باسم بريدك الالكتروني وكلمة المرور بزيارة موقعنا على الرابط التالي :';
$_['text_services'] = 'بعد تسجيل الدخول, سوف يمكنك إنشاء شفرة التتبع, متابعة دفعاتك وتحرير معلومات حسابك.';
$_['text_thanks']   = 'شكراً لك,';
?>