<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Heading 
$_['heading_title']    = 'تتبع أفليت';

// Text
$_['text_account']     = 'الحساب';
$_['text_description'] = 'للتأكد من الحصول على أموال من الدعوات التي أرسلتها إلينا نحن بحاجة إلى تتبع الدعوات من خلال وضع شفرة التتبع في الرابط (أو الروابط) المرتبطة معنا. يمكنك استخدام الأدوات التالية أدناه لإنشاء روابط %s.';
$_['text_code']        = '<b>شفرة التتبع الخاص بك:</b>';
$_['text_generator']   = '<b>إنشاء رابط تتبع</b><br />الرجاء اختيار المنتج الذي تريد الحصول على الرابط الخاص به:';
$_['text_link']        = '<b>رابط التتبع:</b>';
?>