<?php
// Heading 
$_['heading_title']     = 'دفتر العناوين';

// Text
$_['text_account']      = 'الحساب';
$_['text_address_book'] = 'قائمة دفتر العناوين';
$_['text_edit_address'] = 'تحرير العناوين';
$_['text_insert']       = 'تم اضافة العنوان بنجاح';
$_['text_update']       = 'تم تحديث العنوان بنجاح';
$_['text_delete']       = 'تم حذف العنوان';

// Entry
$_['entry_firstname']   = 'الاسم الاول:';
$_['entry_lastname']    = 'الاسم الاخير:';
$_['entry_company']     = 'الشركة:';
$_['entry_company_id']  = 'معرف الشركة:';
$_['entry_tax_id']      = 'البطاقة الضريبية:';
$_['entry_address_1']   = 'العنوان الاول:';
$_['entry_address_2']   = 'العنوان الثاني:';
$_['entry_postcode']    = 'صندوق البريد:';
$_['entry_city']        = 'المدينة:';
$_['entry_country']     = 'البلد:';
$_['entry_zone']        = 'المنطقة / المحافظة:';
$_['entry_default']     = 'العنوان الافتراضي:';

// Error
$_['error_delete']      = 'تحذير : يجب أن تضع عنوان واحد على الأقل!';
$_['error_default']     = 'تحذير : لا يمكنك حذف العنوان الافتراضي!';
$_['error_firstname']   = 'الاسم الأول يجب أن يكون أكثر من 3 وأقل من 32 حرفا!';
$_['error_lastname']    = 'الاسم الاخير يجب أن يكون أكثر من 3 وأقل من 32 حرفا!';
$_['error_vat']         = 'رقم ضريبة القيمة المضافة غير صالح!';
$_['error_address_1']   = 'يجب أن يكون عنوان بين 3 و 128 حرفا!';
$_['error_postcode']    = 'الرمز البريدي يجب أن يكون بين 2 و 10 حرفا!';
$_['error_city']        = 'المدينة يجب أن تكون بين 2 و 128 حرفا';
$_['error_country']     = 'يرجى تحديد بلد!';
$_['error_zone']        = 'الرجاء تحديد المنطقة / الدولة!';
?>