<?php
// Heading 
$_['heading_title']        = 'انشاء حساب جديد';

// Text
$_['text_account']         = 'الحساب';
$_['text_register']        = 'تسجيل';
$_['text_account_already'] = 'إذا كان لديك حساب معنا ، الرجاء الدخول إلى <a href="%s">صفحة تسجيل الدخول</a>.';
$_['text_your_details']    = 'معلوماتك الشخصية';
$_['text_your_address']    = 'العناوين الخاصة بك';
$_['text_newsletter']      = 'القائمة البريدية';
$_['text_your_password']   = 'كلمة المرور الخاصة بك';
$_['text_agree']           = 'لقد قرأت ووافقت على <a class="fancybox" href="%s" alt="%s"><b>%s</b></a>';

// Entry
$_['entry_firstname']      = 'الاسم الأول:';
$_['entry_lastname']       = 'الاسم الاخير:';
$_['entry_email']          = 'البريد الالكتروني:';
$_['entry_telephone']      = 'رقم الهاتف أو الجوال:';
$_['entry_fax']            = 'فاكس:';
$_['entry_company']        = 'الشركة:';
$_['entry_customer_group'] = 'نوع العمل:';
$_['entry_company_id']     = 'رقم الشركة:';
$_['entry_tax_id']         = 'البطاقة الضريبية:';
$_['entry_address_1']      = 'العنوان الاول:';
$_['entry_address_2']      = 'العنوان الثاني:';
$_['entry_postcode']       = 'صندوق البريد:';
$_['entry_city']           = 'المدينة:';
$_['entry_country']        = 'البلد:';
$_['entry_zone']           = 'المنطقة / المحافظة:';
$_['entry_newsletter']     = 'اشترك:';
$_['entry_password']       = 'كلمة المرور:';
$_['entry_confirm']        = 'تأكيد كلمة المرور:';

// Error
$_['error_exists']         = 'تحذير : البريد الالكتروني مسجل مسبقا!';
$_['error_firstname']      = 'الاسم الأول يجب أن يكون أكثر من 1 وأقل من 32 حرفا!';
$_['error_lastname']       = 'الاسم الاخير يجب أن يكون أكثر من 1 وأقل من 32 حرفا!';
$_['error_email']          = 'البريد الإلكتروني غير صحيح الرجاء إعادة كتابته من جديد!';
$_['error_telephone']      = 'رقم الهاتف يجب أن يكون أكثر من 3 وأقل من 32 رقم!';
$_['error_password']       = 'كلمة المرور يجب أن تكون أكثر من 3 وأقل من 20 حرفا!';
$_['error_confirm']        = 'لم تتطابق كلمة المرور الرجاء إعادة كتبته مرة أخرى!';
$_['error_company_id']     = 'معرف الشركة المطلوبة!';
$_['error_tax_id']         = 'البطاقة الضريبية المطلوبة!';
$_['error_vat']            = 'رقم ضريبة القيمة المضافة غير صالح!';
$_['error_address_1']      = 'العنوان 1 يجب أن تكون بين 3 و 128 حرفا!';
$_['error_city']           = 'المدينة يجب أن تكون بين 2 و 128 حرفا!';
$_['error_postcode']       = 'الرمز البريدي يجب أن يكون بين 2 و 10 حرفا!';
$_['error_country']        = 'يرجى تحديد بلد!';
$_['error_zone']           = 'الرجاء تحديد المنطقة / الدولة!';
$_['error_agree']          = 'تحذير: يجب أن توافق إلى٪ ليالي!';
?>