<?php
// Heading 
$_['heading_title']    = 'شراء شهادة هدية';

// Text
$_['text_account']     = 'حساب';
$_['text_voucher']     = 'قسيمة هدية';
$_['text_description'] = 'وسوف تكون عبر البريد الالكتروني هذه الشهادة هدية إلى المتلقي بعد أن تم دفع طلبك.';
$_['text_agree']       = 'وأنا أفهم أن شهادات الهدايا غير قابلة للاسترداد.';
$_['text_message']     = '<p>شكرا لكم لشراء شهادة هدية! وبمجرد الانتهاء من النظام الخاص بك سيتم إرسال هدية قسيمة المستلم رسالة بريد إلكتروني مع تفاصيل كيفية استبدال قسيمة هديتهم.</p>';
$_['text_for']         = '%s شهادة هدية لل %s';

// Entry
$_['entry_to_name']    = 'المتلقي \ 'اسم';
$_['entry_to_email']   = 'المتلقي \ 'ق البريد الإلكتروني:';
$_['entry_from_name']  = 'اسمك:';
$_['entry_from_email'] = 'البريد الالكتروني:';
$_['entry_theme']      = 'قسائم الموضوع:';
$_['entry_message']    = 'رسالة:<br /><span class="help">(اختياري)</span>';
$_['entry_amount']     = 'المبلغ:<br /><span class="help">(يجب أن تكون القيمة بين %s و %s)</span>';

// Error
$_['error_to_name']    = 'يجب أن يكون المتلقي \ اسم بين 1 و 64 حرفا!';
$_['error_from_name']  = 'يجب أن يكون اسمك بين 1 و 64 حرفا!';
$_['error_email']      = 'لا يظهر عنوان البريد الإلكتروني لتكون صالحة!';
$_['error_theme']      = 'يجب تحديد موضوع!';
$_['error_amount']     = 'يجب أن يكون المبلغ بين٪ s و٪ S!';
$_['error_agree']      = 'تحذير: يجب أن نتفق على أن شهادات الهدايا غير قابلة للاسترداد!';
?>